<template>
    <div class="main" id="t1">
        <h1 id='计协简介'>计协简介</h1>
        <p>计协全称东南大学成贤学院大学生科学技术协会（计算机分会），是东南大学成贤学院校团委科创部的下属协会，最早可查始于2015年，致力于提高学生的计算机技能和知识水平，为学生提供计算机相关的学习和交流平台，是学院内计算机领域最进步先进的自由学术团体。
        </p>
        <p>协会主要对接计算机相关赛事，并在校内组织比赛。在竞赛之余，协会也会组织各种形式的活动，提高成员的计算机技能和知识水平，同时为成员提供一个学习和交流的平台，让成员之间可以相互学习和交流，互相促进。</p>
        <p>本材料为计协为新成员提供的，用于帮助新生了解计协，以及解答新生对计协的一些疑惑</p>
        <h2 id='来了计协能干什么'>来了计协能干什么？</h2>
        <p>简单来说，你可以在这里学习交流计算机方面的知识，找人一起做项目，和学姐学长们一起参加比赛或用计算机技术做一些有用的好玩的东西</p>
        <h2 id='什么时候能加入计协'>什么时候能加入计协？</h2>
        <p>计协的招新是全年开放的，不仅是招新的那几天，平时也能注册加入。</p>
        <p>（加群：605556051了解详情）</p>
        <h2 id='如何加入计协加入计协有什么要求吗'>如何加入计协？加入计协有什么要求吗?</h2>
        <p>只要你有兴趣，经过一个简单的信息收集，就能注册成为计协的一名成员。</p>
        <p>与部门不同，计算机协会没有加入门槛，没有面试，对希望加入的成员没有技术要求，只要你感兴趣，希望加入，就可以成为我们的一员。</p>
        <p>（加群：605556051了解详情）</p>
        <h2 id='关于面试'>关于面试</h2>
        <p>加入没有面试！</p>
        <p>详见上一条↑</p>
        <h2 id='计协要干什么'>计协要干什么？</h2>
        <p>现在的计协还处于萌芽阶段，更多的是为了解决一些现实问题而存在，诸如寻找优秀同级学生组队进行竞赛，组队进行项目等。</p>
        <p>要参加项目有：蓝桥杯，大学生创新创业训练计划项目（大创），计算机设计大赛等，这些比赛都是我们在一众比赛中挑出来的，最适合我们学校学生的，性价比较高的比赛。</p>
        <p>另外，计协是一个进步的、良性的自由学术组织，可以让你们有更好的学术学习环境，更高的发展上限。如果你有想要在计算机技术上面有所建树的意愿，抑或是想要学习有关计算机方面的知识，不管你是不是计算机专业的学生，我们都欢迎你加入计协。
        </p>
        <p>计协的目标是要将成贤的计算机学习环境变得更好，让学生群体变得更进步，更优秀。毕竟，程序员这个领域有着技术迭代快、范围广、程度深的特点，不断地学习，才不会退步，学无止境。</p>
        <h2 id='协会成员'>协会成员</h2>
        <p>协会内部成员都是区别于部分躺平、混日子的人的，成员基本都是相对先进进步且真的愿意在计算机领域做出一定成果的人。</p>
        <p>协会内部大部分成员方向为软件开发方向，计协主要方向也是软件开发，在该方向有较多的技术积累和资源，同时也有少量同学在研究人智、大数据、游戏、网安、算法等。</p>
        <p>主要获得的成果有：在今年上半年的蓝桥杯软件类比赛中，协会内共有37名同学获得省三及以上的奖， 其中有3名省一， 1名国三，获奖人数占全校获奖人数的59%，获奖百分比相较去年的31%将近翻了一番。</p>
        <h2 id='学习资源'>学习资源</h2>
        <p>协会有不少学姐学长踩坑后留下的经验，我们将其部分，记录下来，分享给协会内需要的成员。</p>
        <p>此外，优秀的学长学姐也是不可多得的资源，和他们交流你会有不少的收获（主动点，并且注意分寸）</p>
        <h2 id='关于活动学分'>关于活动&amp;学分</h2>
        <p>娱乐性的活动基本没有，主要是参加比赛什么的，比如蓝桥杯，pat，大创，计算机设计大赛，这些都是我们挑选的，适合我们学校同学的，对专业发展相关度较大的比赛</p>
        <p>参加蓝桥杯比赛和我们组织的校内赛都能拿到相应的学分（其实即使不参加任何社团部门协会，也能很轻松得拿到学分）</p>
        <p>&nbsp;</p>
        <p>相关竞赛介绍：</p>
        <p><a href='https://www.yuque.com/docs/share/091c0d25-65ee-434a-84b6-a2557518675f?#' target='_blank'
                class='url'>https://www.yuque.com/docs/share/091c0d25-65ee-434a-84b6-a2557518675f?#</a> 《蓝桥杯（软件类）》</p>
        <h2 id='计协组织结构'>计协组织结构</h2>
        <p>计协附属于科创部下，目前计协是一个基本上完全以电计院热爱计算机技术学生组成的自由学术组织， 组织成员有以下分类：</p>
        <p>1普通成员 任何电计院的学术（甚至是外院愿意学习计算机领域知识的成贤学生），都可以直接报名然后成为普通成员，协会内绝大部分材料和资源等都会提供给所有成员。</p>
        <p>2过度阶段
            如果你想成为，真正热爱，真的想要学习，成为计算机领域内相对优秀的从业者，或者想要在研究生阶段继续深造的。在加入协会后，你可以好好表现，并选择一个特定赛道（比如说软件开发，网络安全，算法研究，人工智能等）进行学习研究。在达到一定程度后，有了一定的能力或者有一定的成果后，你自然可以被认可为核心成员。
        </p>
        <p>3核心成员 核心成员目前因为相关条例缺失，其实是一个主观认识上的概念，并没有明确的教条式的评判标准。 （我是更喜欢这种没有死条例规定的模式，不过如果我们协会规模扩大到难以管理，相关条例肯定要补充进去）
            在实力得到同级以及学长的认可后（或者是在认可过程中），你大可和我们进行团建，进行学术探讨，组队做项目，组队打比赛，组队发论文等。</p>
        <p>4管理人员 包括会长，副会长，助理以及因为实际需求请的外援</p>
        <p>会长负责统合管理一切事物，副会长为书记，负责会议报告攥写，各种文书材料处理等等文职思想工作。 助理负责专门负责一个专业领域的全方面管理，为会长减轻压力，向会长汇报工作成果
            （因为我们不喜欢死板教条式开会，所以只要不出问题，是不会花时间搞那些僵化体制的东西的） 包括招生，竞赛等活动性事物，由各管理人员召集协会内志愿者进行处理。
            遇到问题，或有重大决策需要处理需要开会讨论的，会进行开会处理，所有人都有资格参会并发言，但是开会前管理人员会确定有资格参与最后投票决策的参会人员。（省流表达，详细请问会长负责人）</p>
        <p>&nbsp;</p>
        <p>如果还有想问的，可以找群里管理员询问</p>
        <p>（请注意文章的时效性，如有矛盾，请以最新的解释为准）</p>
    </div>
</template>

<style scoped>
.main {
    width: 100%;

    padding: 100px 20% 100px 20%;
}

.main h1 {
    /* 居中 */
    text-align: center;
    margin: 20px
}

.main p {
    /* 居中 */
    text-align: left;
    margin: 10px;
    /* 行间距 */
    line-height: 30px;
}</style>